import React from 'react';
import Footermain from './../components/footer/footermain';
import Footerc from './../components/footer/footerc';
import Hederlang from './../components/hederlang';
import Header from './../components/header/header';

const TermsandConditions = () => {

    const font = {

        fontSize: '14.0pt',
        fontFamily: "serif",
        boxSizing: 'border-box',
        color: '#696969',
        direction: 'rtl',


    }
    return (
        <>
         <Hederlang/>
            <Header />
            <div style={font} className="container">
                <p>أولاً : سياسة الخصوصية</p>
                <p>يمكنك التأكد من أمان وسرية بياناتك الشخصية التي تقدمها لموقع "العبد فودز" حيث نضمن سريتها التامة تجاه أي طرف آخر فيما عدا الجهات الحكومية إذا لزم الأمر.

                </p>
                <p> ثانياً : حقوق الملكية الفكرية والعلامات التجارية

                </p>
                <p>-جميع المحتوى على الموقع، بما في ذلك، ولكن ليس على سبيل الحصر، النص والرسومات والشعارات والأزرار والرموز والصور ومقاطع الصوت ومصنفات البيانات والبرمجيات وتجميع كل ذلك ("المحتوى") هي ملك لـ "العبد للاستثمار والتصنيع وتجارة الحلوى" والمعروفة بأسم "حلواني العبد" و "العبد فودز" لا يجوز نسخها أو استخدامها دون موافقة خطية من الشركة.

                </p>
                <p>-لا يجوز استخدام أي جزء من الموقع يمكن استخدامه، استنساخه، تكراره، نسخه، بيعه، إعادة بيعه، الوصول إليه، أو تعديله، أو خلاف ذلك استغلاله، كليًا أو جزئيًا، لأي غرض بدون موافقة خطية مسبقة من الشركة



                </p>
                <p>ثالثاً : المحتوى

                </p>
                <p>يتم تعريف محتوى "العبد فودز" على أنه الرسومات، والصور، بما في ذلك جميع حقوق الصور والأصوات والموسيقى، والفيديو، والصوت أو النص على هذا الموقع.

                </p>
                <p>رابعاً : روابط الطرف الثالث

                </p>
                <p>عند زيارتك لموقع elabdfoods.com، يقوم الموقع بحفظ ملف تعريف ارتباط أو cookie في متصفح الإنترنت لديك في جهازك سواء كمبيوتر أو موبايل، وملف تعريف الارتباط هو ملف يحتوي بيانات تعريفية لتمييزك عن غيرك، وذلك لأجل احد الأغراض التالية:

                </p>
                <p>-تخزين المعلومات الشخصية التي تسجلها بنفسك بالموقع، من أجل تقديمها لك عند طلبها. مثل الاسم وبريدك الإلكتروني ورابط موقعك.

                </p>
                <p>-للتعرف عليك عند العودة لزيارة الموقع مرة أخرى.

                    -لمساعدتك في الحصول على الرسائل أو الخدمات الموجودة في أسرع وقت حسب تفضيلاتك السابقة.

                    -لا يكشف موقع elabdfoods.com ملفات تعريف الارتباط الخاصة بالزائر إلى أي طرف ثالث باستثناء المذكورين هنا في سياسة الخصوصية، إلا إذا استلزم إجراء قضائي ذلك، مثل مذكرة تفتيش أو أمر من المحكمة.</p>
                <p>-عندما تستعمل متصفح الإنترنت لأول مرة، ستجد في معظم الحالات أن خيارات الإعداد فيه تقبل ملفات تعريف الارتباط. ويمكنك أن تغير ذلك في متصفحك وتجعله يرفض كل ملفات تعريف الارتباط أو ينبّهك حين تُرسَل ملفات تعريف ارتباط إليك وتسمح أو ترفض ذلك حسب رغبتك.

                </p>
                <p>خامساً : استخدام الموقع

                    -بدخولك إلى هذه الصفحة من موقع "العبد فودز" تكون قد وافقت على الشروط والأحكام الخاصة بالموقع قبل القيام بأي عملية شراء.

                    -موقع "العبد فودز" هو موقع إلكتروني مُصمَم بغرض عرض وتسويق وبيع منتجات وخدمات "العبد فودز" وخدمة عملائها والتواصل معهم.

                    -حتى يتمكن فريق "العبد فودز" من معالجة طلبك وخدمتك بالشكل الصحيح فإننا ننصح بإنشاء حساب على الموقع ، مع العلم أنك لازلت تستطيع الشراء كزائر.-في حالة الدفع أونلاين، يجب أن تكون كامل البيانات التي المدخلة صحيحة لضمان وصول طلبك دون تأخير.</p>
                <p>-يضمن "العبد فودز" أمان وسرية بياناتك الشخصية التي تقدمها لموقع "العبد فودز" تجاه أي طرف آخر فيما عدا الجهات الحكومية إذا لزم الأمر.

                    -عند الدفع على الموقع بأي وسية تم توفيرها عليه فإن جميع من قام بالشراء سواء ببطاقة ائتمان أو بطاقة دفع مسبقا أو أي بطاقة دفع أخرى سارية الصلاحية فإنهم يخولون "العبد فودز"  بسحب القيمة الكلية لسعر المنتج أو المنتجات المشتراه شاملاً الضرائب الرسمية.

                    -مع بداية تأكيدك لشراء أي من المنتجات، فأنت تسمح "العبد فودز" بالتحري- بالاستعانة بطرف ثالث - عن حسابك وكفاية رصيدك وآخر حركات بطاقة الائتمان الخاصة بك، وذلك للتأكد من هويتك وضمان سلامة عملية الدفع.-قد يستخدم "العبد فودز" المعلومات التي تقدمها لإجراء تحريات مناسبة لمكافحة الاحتيال، وقد تحتفظ الوكالة المعنية بسجل لهذه المعلومات.

                </p>
                <p>-في حال تغيير المعلومات الشخصية الخاصة بك، ننصح بتحديث بياناتك على الموقع -يحتفظ موقع "العبد فودز"  لنفسه بحق إجراء أية تعديلات على شروط الخدمة بحسب تقديرنا الخاص ووفقًا لما نراه مناسباً.

                    -عند دخولك و/أو استخدامك للموقع، أنت توافق على الالتزام بشروط الاستخدام التي تغيرت وأي تغييرات يتم إجراؤها بعد أن قمت بعمل طلبية، لن تؤثر على الطلبية ما لم يفرض علينا إجراء التغيير بموجب القانون.



                    سادساً : التسوق على موقع "العبد فودز"

                    -عند عمل طلبية شراء من خلال موقع "العبد فودز" ، أنت تقوم بشراء المنتج مقابل السعر المذكور، والذي يخضع لهذه الشروط علماً ان جميع الأسعار الموجودة شاملة ضريبة القيمة المضافة.-جميع الطلبيات تخضع للموافقة وتوفّر المنتج ولا يحق لمستخدم الموقع المطالبة بأي تعويض في حال عدم إمكانية تلبية طلبه أو عدم توفر المنتج الذي اشتراه وله الحق في استعادة ما دفعه مخصوماً منه أي رسوم إدارية تخص بوابة الدفع الإلكتروني أو حسابه الإئتماني الخاص به لدى البنك المزود للبطاقة.



                </p>
                <p>سابعاً: وسائل وشروط الدفع

                </p>
                <p>توفر "العبد فودز"  طرق دفع متنوعة تشمل الدفع عند الاستلام، وكذلك بواسطة بطاقات الائتمان، وبطاقات الخصم المباشر، وكذلك عن طريق حساب سداد ، وطرق أخرى مثل الدفع بالنقاط التسويقية المتوفرة كرصيد لدى العملاء سواء من برامج "العبد فودز" التسويقية أو البرامج الأخرى التي يشارك فيها "العبد فودز".



                    ثامناً: سياسة الارجاع والإستبدال

                    حسب النظام المتبع في الشركة والمهلة المحددة وشروط الحفظ والتخزين وهذا البند خاضع للتحديث باستمرار.



                    تاسعاً: إجراءات التعديل لسياسة الخصوصية:

                    يحتفط "العبد فودز" بالحق في إجراء أي تعديل طفيف أو جذري لشروط سياسة الخصوصية من وقت لآخر من دون الحاجة إلى تقديم إخطار بذلك. وإذا كنت ترغب بالاستمرار في استخدام الموقع بعد إدخال التعديلات على سياسة الخصوصية هذه، فإن هذا يعني قبولك لهذه التغييرات.

                </p>
                <p>عاشراً: النزاعات

                    بهذا يوافق مستخدم البوابة على الخضوع حصريًا للسلطات القضائية بجمهورية مصر العربية فيما يتعلق بكافة المطالبات والخلافات التي قد تنشأ عن استخدامه لهذا الموقع elabdfoods.com، علماً بأن اللغة العربية ستكون هي اللغة الرسمية المستخدمة لحل أية خلافات تنشأ عن استخدامه أو أي من محتوياته.

                </p>
                <p>التواصل معنا

                    لأي طلبات أو استفسارات تخص المنتجات أو الخدمات كالشحن والتوصيل أو الشكاوي والاقتراحات يُرجى مراسلتنا على support@elabdfoods.com  او يمكنك الإتصال بنا على 16437 خلال ساعات العمل .</p>
                <p></p>


            </div>
            <Footermain />
            <Footerc />


        </>
    );
}

export default TermsandConditions;
